{"cat_key":"TRANSPORTATION","category":22,"category_name":"Transportation","cat_type":0,"country":"US","date":"24-07-2015","status":200,"appList":[{"package_name":"com.ubercab","title":"Uber","description":"Uber is your private driver in more than 50 countries. - Request a ride using the Uber app and get picked up within minutes. On-demand service means no reservations required and no waiting in taxi lines.\n\n- Compare rates for different Uber options and get fare quotes in the app. Pay with Google Wallet or PayPal, or add a credit card to your secure Uber account so you never need cash on hand.\n\n- Easily set your pickup location on the map, even if you don't know the exact address. Get connected to your personal driver and check the progress of your Uber at any time.\n\n- Sit back, relax, and go anywhere you want. We'll email you a receipt when you arrive at your destination.\n\nAn entirely new and modern way to travel is at your fingertips.\n\nFollow us on Twitter at https:\/\/twitter.com\/uber\nLike us on Facebook at https:\/\/www.facebook.com\/uber\nSee if Uber's available in your city at https:\/\/www.uber.com\/cities\nFind a detailed breakdown of our Android permissions at https:\/\/www.uber.com\/android\/permissions\n\n** Uber saves time by connecting you to a driver as quickly as possible. If you like the service, please consider using those extra few minutes to review our app. **\n\n\n\n\n\n\n\n\n\n\n\n\n\n","rating":4.1541962623596,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"downloads":"10,000,000 - 50,000,000","version":"3.59.0","content_rating":"Everyone","market_update":"2015-07-22T01:00:00+0100","screenshots":["https:\/\/lh4.ggpht.com\/a-GxjhnSVkAXiQEExxsNGHZUH_zc0fVsgNKhv7-AdwrS0_refsWEFHXbw82WvNY0V67g=h310","https:\/\/lh6.ggpht.com\/CSJNAqePgrCCsP4RIPZmAB2RKPv4h6EzfzEQc20RVlSLyNygIAYOxEpWiVm6RKzD_9s=h310","https:\/\/lh5.ggpht.com\/eHXFNYucOoiaDRmRsU39YqzhrA0MjcK14OzHjuAtofcHFgkl3q8qrjjjCHa_EWveOQ=h310","https:\/\/lh5.ggpht.com\/rA7mr17vFRYzRU6wU6Rs2lDniNKvqzV5k7K-oUz_Q5M2DGrdhlmuyJa3FRJMurQuM8P-=h310","https:\/\/lh6.ggpht.com\/ssx3J0KQ7PhVXkPfr_h-TM78oBT8rcJlC7Ck_hizC7zvCvwGiefGtZBufdmA5UCqYmI=h310","https:\/\/lh3.ggpht.com\/-zVfw5tHtYRsgcZ383f-guyjveIp8E4E4FFRvjsLxAWwMgESjNASOy6e_buI7CLaH_g=h310","https:\/\/lh6.ggpht.com\/5Gz5UxmitiFyzYOkEnBzIJ8U1pRWuePpTtXnazo7yyoqHUajasNvv1GEjIFXyWIm8czn=h310"],"lang":"en","i18n_lang":["de","ru","sv","ko","pt","zh-tw","pt-br","ms","it","fr","zh-cn","hu","es","cs","vi","th","ja","id","pl","ro","nl","tr","fi","lt","lv"],"website":"http:\/\/www.uber.com","created":"2015-02-16T00:00:00+0000","version_code":30849,"developer":"Uber Technologies, Inc.","number_ratings":192255,"icon":"https:\/\/lh6.ggpht.com\/cNN3xdRSGKnZVU49AtwcL3nOMRF_hB1cCGPWUZywiQTH0hHpNcCCVaQK30cKD3HS3_E=w300","icon_72":"https:\/\/lh6.ggpht.com\/cNN3xdRSGKnZVU49AtwcL3nOMRF_hB1cCGPWUZywiQTH0hHpNcCCVaQK30cKD3HS3_E=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.ubercab&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.ubercab"},{"package_name":"me.lyft.android","title":"Lyft - Taxi & Bus Alternative","description":"Need a lift? Use Lyft to get an affordable ride in minutes. Instead of hailing a cab or waiting for the bus, just request a car with the tap of a button, and get picked up by a nearby friendly driver who’ll take you to your destination right away. Enjoy a welcoming, affordable, and memorable ride today. \nOur app is cheaper than a taxi, faster than the bus, and easy to use. \n\n• Getting Started: After downloading Lyft and signing up, simply open the app and request a ride. \n\n• Paying: Never worry about having cash for a cab or the bus again — with Lyft, you pay through your phone. It’s easy, fast, and secure.\n\n• Split the Cost: Easily split the cost of a ride with friends through the app. No more IOU’s. \n\n\nAbout Our Drivers\n• All Lyft drivers pass comprehensive background and DMV checks before being approved for the service.\n\n• Drivers are rated by passengers and only the highest-rated drivers are allowed on the road.\n\n• Lyft provides a first-of-its-kind $1M liability insurance for total peace of mind.\n\n\nJoin the millions who’ve chosen Lyft instead of a cab for commuting, going out at night, and getting to events. Next time you need a ride, skip the bus, taxi, or car service and choose Lyft.\n\n—\nWhat people are saying:\n\n\"Ride-sharing programs like Lyft are providing commuters with less expensive and more social ways to get around. Users log into the app, specify where they’re heading, and a background-checked driver picks them up for less than a typical cab ride.\" - TODAY Show on how Lyft works\n\n\"In a city where taxis can be scarce and Uber’s black town cars are rampant but expensive, Lyft has quickly gained visibility due to low prices and quirky branding.\" - Ad Age on what differentiates Lyft\n\n\"Lyft's focus on the everyman has recently extended to the wildly successful Lyft Line carpool service aimed at commuters, which offers discounts of 30% to 60% for sharing a Lyft ride with others.\" - Fast Company on Lyft Line\n\n“...Special emphasis was put on making rides reflect the values of the company. The founders didn’t want the experience to be like a taxi or an Uber ride, where a passenger sat in the back and didn’t interact with the driver.” - Techcrunch on Lyft’s community values\n\n“Lyft is a foreign country for an Uber refugee, but it doesn't take long to feel at home there.” - Mashable, on switching to Lyft from Uber \n\n“ A few weeks ago, one Lyft driver served me homemade lemon bread. The experience feels less mercenary than taking an Uber ride, as if you’re engaging a friend rather than a chauffeur, which is exactly the atmosphere you’d want in a daily car pool.” - New York Times, on the difference between Lyft and Uber \n\n—\nFor Lyft drivers using the app, continued use of GPS running in the background can dramatically decrease battery life.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","rating":4.2516160011292,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"downloads":"1,000,000 - 5,000,000","version":"Varies with device","content_rating":"Everyone","what_is_new":"Drumroll, please! We’ve rebuilt everything from the ground up and can’t wait for you to feel the difference. It’s the Lyft app you know and love, with improved stability, performance, and way fewer bugs.\n","market_update":"2015-07-22T01:00:00+0100","screenshots":["https:\/\/lh3.googleusercontent.com\/PzB6ygMZXCvq4lzDG0lA5Fkb1JU9tfQIKdw3DKvUW4yCKX3zPluC4SJC8v3ifC3SgsQ=h310","https:\/\/lh3.googleusercontent.com\/xL5NAnhpLLJ1Hh-InxCZdh7eK1t57-eZk5zFjDxbXGt076yoVZePHFlGpqDWOFBsf-o=h310","https:\/\/lh3.googleusercontent.com\/ubgOu2ZN7GnDGOa5kMVEwwDC2L3kG9HZIwDPxqRCpQwJyeKjNvgZ22gwatyZLcbFwfw=h310","https:\/\/lh3.googleusercontent.com\/mVt3qNh63W5Q3m2YXM2Na9tYRoB6CrmAqzGfjgXrov8le0i8sDnITcAm5FvIvNsB5A=h310","https:\/\/lh3.googleusercontent.com\/k4NvXk8wdjiUXOLkzcCSxZGkJKC8-fO10MK8TmakU3s9W1QUI2d-aKFgFvzI0KspICD1=h310"],"lang":"en","i18n_lang":[],"website":"http:\/\/www.lyft.com","created":"2012-09-13T15:53:08+0100","version_code":182,"developer":"Lyft, Inc.","number_ratings":43312,"icon":"https:\/\/lh5.ggpht.com\/CfRup8ZMEbNpd4sf8PDUWzbnFIq0QINZpJ96M6V0-8wLmyqKD0ORSqPOq5EKdL1OskE=w300","icon_72":"https:\/\/lh5.ggpht.com\/CfRup8ZMEbNpd4sf8PDUWzbnFIq0QINZpJ96M6V0-8wLmyqKD0ORSqPOq5EKdL1OskE=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=me.lyft.android&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/me.lyft.android"},{"package_name":"com.ubercab.driver","title":"UberPartner","description":"Want to ride instead? CLICK HERE to download the Uber Rider app. \nMAKE GREAT MONEY DRIVING YOUR OWN CAR\nDrive Your Own Car. Meet friendly people in your city and help them get around—no office or boss.\nMake Your Own Schedule. Drive full-time or just a few hours a week, whenever it’s convenient for you.\nUse Your Own Phone. It’s free to download on your own Android device (must be 2013 or newer).\n\n\nHOW DOES THE PARTNER APP WORK?\nSwitch on the UberPartner app whenever you want to start picking up riders.\nMove your riders quickly and efficiently with automatic GPS directions from the app.\nGet paid every week from your fares, directly deposited to your bank account.\n\n\nHOW DO I GET STARTED?\nSign up to drive at partners.uber.com and start your application.\nUpload your vehicle documents, then download this app on to your phone.\nOnce you are registered and approved, drive and earn money whenever you want.\n\n\nApp typically uses 2GB of data per month, so charges to your phone plan may apply.\n\n\n\n\n\n\n\n","rating":4.2991280555725,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"size":10485760,"downloads":"500,000 - 1,000,000","version":"3.43.2","content_rating":"Everyone","market_update":"2015-07-07T01:00:00+0100","screenshots":["https:\/\/lh4.ggpht.com\/4kEQbUzJkBwfzBxOFDZnpf3kt2HmiE5WL3MosT_PkGSKUwDmhmATjaY_rOdVghfQsnk=h310","https:\/\/lh5.ggpht.com\/I6JWiffVRGTzadIeHii8uyJaw0BRCAK2kP82BiLbOUQJl__k0-i8l0n1Zqmu92SYWjo=h310"],"lang":"en","i18n_lang":["de","ru","sv","pt","zh-tw","bg","pt-br","el","it","fr","zh-cn","es","cs","vi","th","ja","sk","id","pl","ro","nl","tr"],"website":"http:\/\/www.uber.com","created":"2014-11-14T00:00:00+0000","version_code":73,"developer":"Uber Technologies, Inc.","number_ratings":18808,"icon":"https:\/\/lh3.googleusercontent.com\/KUIaVn7_VBP09n1LtcuGk7lmArNZa4Vr0zVW9LId4l61v9Am8AZr52SWi3Q6lwKikjPQ=w300","icon_72":"https:\/\/lh3.googleusercontent.com\/KUIaVn7_VBP09n1LtcuGk7lmArNZa4Vr0zVW9LId4l61v9Am8AZr52SWi3Q6lwKikjPQ=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.ubercab.driver&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.ubercab.driver"},{"package_name":"org.mrchops.android.digihud","title":"DigiHUD Speedometer","description":"DigiHUD Speedometer is a free, and ad-free, GPS based digital head up display (HUD) for Android that shows useful speed and distance information for your journey. Ideal if your vehicle speedo has died, you want to verify your vehicle speed or you just want to know your speed when cycling, running, flying, sailing etc.! \nThe display can be switched between normal viewing and HUD mode which mirrors the display for viewing as a reflection in a vehicle windshield (most useful at night, depending on the device's brightness). \nDigiHUD can open as a floating window on top of other apps or your homescreens. Although we strive to make all readings as accurate as possible they are only as accurate as your device's GPS sensor and should only be regarded as approximations.\n\nInformation displayed\nCurrent speed (choose MPH, KMH or KTS)\nAverage speed, since reset\nMaximum speed, since reset\nThree Trip distance counters\nCompass\nOdometer (found under Statistics)\nCurrent time\nDigit color changes to red when above your set warning speed\nBattery level indicator\nSatellite lock status icon\nThumb up\/thumb down icon to rate DigiHUD\n\nFor more than a dozen extra features, with many more planned, try DigiHUD Pro (link at the bottom of this description).\n\nUsing DigiHUD\nSwipe left or right to switch between Full and Lite views\nSwipe up or down to switch between HUD (mirrored) and normal displays\nTouch the trip counter to cycle through the three counters\nLong-pressing on a speed or trip value will reset it\nLong-press the speed unit to choose between MPH, KMH and KTS from the popup menu (also in the Main Menu)\n\nWhen in window mode touch the DigiHUD icon for a menu to switch to the fullscreen app or exit. The window can be re-sized using the corner drag handle.\n\nAll values can be reset by long-pressing \"PAUSE RESET\" (the Odometer reading in the Statistics popup won't reset and counts the total distance since the application was installed or it's data was cleared). \n\nWant to give feedback? Hold the thumb up\/thumb down icon to open Google Play (icon appears after 3 days installed). \n\nMain Menu\nOpened by touching the speed displayed in the center of the screen, the menu allows you to:\nExit DigiHUD\nWindow\/Background Mode: Close and open as a re-sizable floating window\nHUD view \/ Normal view: Switch between HUD (mirrored) and normal displays\nSpeed Unit: Change between MPH, KMH or KTS\nSet Warning Speed\/Sound: The speed at which the digit color will change to red. An audible alert can also be enabled here\nBrightness: Adjust the screen brightness\nDisplay Color: Choose from 10 customizable colors. Almost every color is available except black\nLock screen rotation: keep the screen in its current rotation even if the device is rotated \nDisplay Preferences: enable\/disable screen elements\nStatistics: odometer, trip distance, top speed and average speed and version number\nHelp: show help and other information\n\n*This application requires the use of the GPS receiver, which may increase battery usage.*\n\nThe screen will not turn off during long journeys and works in landscape or portrait mode.\n\nPrivacy etc.\nThere are no Ads, time-outs or nag-screens. DigiHUD doesn't use your internet connection so data captured or generated by it, including speed, location and direction is not available to any other persons or devices. \n\nIf you have any problems using DigiHUD please check the http:\/\/digihud.co.uk\/blog\/frequently-answered-questions\/troubleshooting\/\">FAQs or http:\/\/digihud.co.uk\/blog\/contact-form\/\">contact us.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","rating":4.2470860481262,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"size":1153433,"downloads":"1,000,000 - 5,000,000","version":"1.3.11","content_rating":"Everyone","what_is_new":"What's New Version 1.3.11: * Help and Preferences screens now use the selected brightness * Don't update the Odometer when the app is paused Version 1.3.10: * Null reference errors fixed when showing WebViews and the WebViewDatabase cache is corrupt Read more","market_update":"2015-04-30T01:00:00+0100","screenshots":["https:\/\/lh3.ggpht.com\/noucx3TwPYyNq_yBHOytDrAS3EjF-VqdHMonO5z9wKpcWomWGpz0beLwVMkcG3On0A=h310","https:\/\/lh5.ggpht.com\/RIjFJ39xjlvWihlDoBx_n_zWEwXdx6hm55UJSA3RHBHvP95cdmWUnGBtS2qCLSS9yg=h310","https:\/\/lh5.ggpht.com\/LP00UPpqeCSZ1jhKquZOsCnLWfWFvMAHxuKxmHFfB1rSsAvpBpisBRU8meR-c2YvXw=h310","https:\/\/lh5.ggpht.com\/OyDmBw7pnllpCu_3bINL9qriVTqQApB6lCvw6K4fwJQalI1Oa59NWJzDin2Rr9MZc6E=h310","https:\/\/lh4.ggpht.com\/PviQRG0HMpxnISekqSo1TM2HgDKTtO_eO-aeJaHiL1u_iRz92yu78EVszf8DGOgh6fk=h310","https:\/\/lh3.ggpht.com\/rRGnY2Q7kUknAcEj8QfF4szK1xxD-4vywQp-c7Me3CP2F76yh2U3KdcLJSyvpvYeF4c=h310","https:\/\/lh3.ggpht.com\/cTdVmGl4viFqB2687AfdHAnxHX79HnDwXCzTPsLA8tejth3whIgJqc9N3ErH7yYiJ68=h310","https:\/\/lh4.ggpht.com\/RKIkr0OYmOYyszPWSGZUPSR5g3V7fnt-_nMpoj9XO93oYU5NkpWFBd3Z-pumDqkTQWM=h310"],"lang":"en","i18n_lang":["ru"],"website":"https:\/\/www.facebook.com\/Digihud","created":"2012-06-19T01:58:16+0100","version_code":39,"developer":"James Moss","number_ratings":32171,"icon":"https:\/\/lh5.ggpht.com\/Gw1EUW1_1toLSq8G4OgbACBp6GdlIQZmtoiYKyryGyuysAXYPK0Iy04ou2E5Ltifrqc=w300","icon_72":"https:\/\/lh5.ggpht.com\/Gw1EUW1_1toLSq8G4OgbACBp6GdlIQZmtoiYKyryGyuysAXYPK0Iy04ou2E5Ltifrqc=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=org.mrchops.android.digihud&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/org.mrchops.android.digihud"},{"package_name":"com.tranzmate","title":"Moovit: Next Bus & Train Info","description":"Say goodbye to waiting for that bus, train or subway and say hello to Moovit, your free, local transit planner, featuring live arrival times, updated line schedules, local station maps, service alerts & changes that affect your trip -- all from the community of other riders nearby! **New** Available for Android Wear - view nearby lines and get next arrival times right from your watch\n\nSupports major US cities (including NY, Chicago, Miami, SF, Boston, LA, DC) & hundreds more worldwide. \n\n** “It'll make your commute and your trips out and around town for fun that much easier” - LifeHacker **\n** Featured in NYTimes, TechCrunch, FastCompany, & more **\n\n►OmniSearch: Discover the best routes to anywhere in your city. Search for a place, address or station to compare transit options and see detailed directions all the way there (combining any and all local transit types including bus, light rail, ferry, train, metro, subway, tram, rail and streetcar)\n►Near me: See what's nearby and explore your surroundings on the map. Find the closest stops and check next arrival times, so you're never stuck waiting at the station. Get directions to your destination via the best and shortest route\n►Favorites: Add your home, work and other favorite places for instant trip planning. See next arrival times for your favorite lines, and even check your trip history for easy repeat travels\n►En Route: A simple click will allow you control your journey, even if your plans or destination change. Just tap Start to see your updated ETA and be notified as you go\n►Live reports: Improve everyone’s ride by reporting useful information about station crowdedness, cleanliness, live events, even incidents. Receive notifications from your local operator, when available. Planning your transit is easier when you know what to expect\n►Comprehensive transit maps: See an overview of your local transit maps (PDF viewer required)\n\nHow is Moovit \"community-powered”?\n--------------------------------------------------\nThe power of Moovit stems in our cooperation with you, our amazing users. We start with complete schedule-based transit information, and, with your help, mix in real-time data about current transit times and conditions. Just by using Moovit, you’re helping everyone else plan their transit (and lives) better. En route, you can even send active reports about the ride or station to let others know what to expect. Spread the word and help your community get there on time!\n\nRide with Moovit in 100+ cities across the US:\nNew York, Los Angeles, San Francisco, Boston, Chicago, Philadelphia, Washington DC, Austin, Seattle, Miami, and more.\n\nMoovit supports all major transit operators including:\nMTA, New Jersey Transit, LIRR, MBTA, WMATA, SEPTA, CTA, Pace, LA Metro, Metrolink, SFMTA, AC Trans, BART, VTA, OCTA, Amtrak, King County Metro, Miami Dade Transit, MDT, Metro, Muni, MARTA, RTD, CATA, MWRTA, Metrorail, Bart, Beeline Bus, Norwalk Transit, Dash Ladot, DC circulator, Torrance Transit and more…\n(Including: Muni map, Path Train schedule, WMATA next bus, next Caltrain, METRA schedule Chicago etc.)\n\nMoovit is a worldwide app! You can find us in hundreds of cities around the world including: UK (London, Birmingham, Manchester), Spain (Barcelona, Madrid), Italy (Rome, Milan, Napoli), France (Paris, Bordeaux), Poland (Warsaw, Lublin, and more), Sweden (Stockholm), Finland (Helsinki), Hungary (Budapest), Russia (Moscow), Netherlands, Israel, Brazil (Rio, Sao Paulo), Chile (Santiago), Colombia (Bogota), Mexico City, Peru (Lima), New Zealand, Philippines (Manila), Malaysia (Kuala Lumpur), Greece (Athens), South Korea (Seoul), Norway (Oslo).\n\nCommon misspellings: moveit, movit, move it, muvit, mubit, movit, mobit, moovet\n\nLet's stay connected:\n* Like us on Facebook: http:\/\/facebook.com\/moovit\n* Follow us on Twitter: @moovit\n* Check out our website: www.moovitapp.com\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","rating":4.2237844467163,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"downloads":"10,000,000 - 50,000,000","version":"Varies with device","content_rating":"Everyone","what_is_new":"• You can can now see the Station ID below the station name\n• Improvements to real time accuracy\n• New cities to Moovit: Belgium (entire country!), Briançon (France), São Francisco do Sul, Rio Branco, Belém & Maringá (Brazil), Leon (Mexico), Busan (South Korea), La Palma (Spain), Racagua (Chile), Fort Collins, Lee County & Killeen (USA), & Guangzhou (China), Managua (Nicaragua) & Târgu-Mureș & Craoiva (Romania) & growing by the day!\n","market_update":"2015-07-22T01:00:00+0100","screenshots":["https:\/\/lh3.googleusercontent.com\/Ld2IjY-6780M6qsKkBcSXVj4OjGraIsPGB9dqRA9iw3k0c5QfmNPufPBnRVFRFQHXe_Q=h310","https:\/\/lh3.googleusercontent.com\/wUGyknqS2Jw8gb-kaKwC-twN8nlMPwlzBMsRN2sXL_fTs4SeoYxjj-9CqIqrNNQd3DE=h310","https:\/\/lh3.googleusercontent.com\/83xSvhTqYpwy_JYot-bWAb4lXx1UDiwjcMgq15_GxkeESvmHew1PeLU0iL9Z50jd1Dc=h310","https:\/\/lh3.googleusercontent.com\/HsM5HSTmw8_dTugMKnNn-bVDRFSyE3m4FeF1ZXN769Q0H3IuuO-x7xbj2fQUDvLSVw=h310","https:\/\/lh3.googleusercontent.com\/7sKVVoyJ7s5BbSkF98zGn9fYgUfQnMAQ618cn_LOsJh_p8bldhyIAtM4ldhG_7NYB0w=h310","https:\/\/lh3.googleusercontent.com\/nXnlZrsI4wo-segSHm8WfAqGAu3EKoMjr3YHyUM6jZiTYgIBl0NR1EKHoPWG8ueRlq0=h310","https:\/\/lh3.googleusercontent.com\/zVjSN2VKAuuAyYuDvL8LhJLsuh4Q6Ay3YRnmy-0gh7fYil77s9UejC1a9SB3O-RAsbQ=h310"],"lang":"en","i18n_lang":["de","hi","no","ru","fi","pt","bg","hr","fr","zh-cn","hu","id","ca","sv","ko","zh-tw","pt-br","ms","el","it","es","cs","vi","th","ja","pl","da","ro","nl","tr","lt","et"],"website":"http:\/\/www.moovitapp.com","created":"2012-03-30T06:57:55+0100","version_code":134,"developer":"Moovit","number_ratings":267315,"icon":"https:\/\/lh3.googleusercontent.com\/lEJoty2Y2aQ3qemII__sb_0iLMz7n80E1NCuCHT_n4wiMoeTU-jwP8ItbBgdwBuf-KFF=w300","icon_72":"https:\/\/lh3.googleusercontent.com\/lEJoty2Y2aQ3qemII__sb_0iLMz7n80E1NCuCHT_n4wiMoeTU-jwP8ItbBgdwBuf-KFF=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.tranzmate&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.tranzmate"},{"package_name":"com.thetransitapp.droid","title":"Transit App: Metro, Bus, Bike","description":"Right on launch, Transit displays all nearby transport options and departure times – instant access to the information you need most! Bus running late, again? Quickly plan a new route, request an Uber, or grab the closest bike share. Live in 97 metro areas and counting, Transit makes your commute a breeze. \n\n★Google Play Picks★ \n★NYC MTA App Quest Award Winner★ \n★Awarded Official App of Toronto Transit Commission — TTC\/blogTO★ \n★Editor's Choice - PCMag★ \n\nTransit works in most large North American cities and select cities in Europe (see list below). \n\nFEATURES \n- Know at a glance when your next subway or bus is arriving (including real-time predictions!)* \n- Plan A-to-B trips with ease (includes all transit modes – bus, subway, metro, uber, car2go, train, streetcar, light rail, and ferry). \n- See exactly where your bus or train is on the map in real-time.* \n- View schedules and route itineraries (even offline!) \n- Favorite your most important routes. \n- Save home\/work locations for quicker trip planning. \n- See bike share stations on the map. \n- Find and reserve nearby car2go's \n- Check ETAs for the closest Uber and request a ride. \n\n*Wherever real-time info is available. \n\nREVIEWS \n“This app makes me WANT to ride the bus\" \n“Love this so much I might sell my car.” \n“Blows Google Maps out of the water.” \n\"Clearly beats other transit apps in every way. Totally changed my transit experience.\" \n“Probably the best thing on my phone, no joke.” \n\nSee below for a PARTIAL list of supported agencies and cities (full list: http:\/\/transitapp.com\/regions) \n\nUSA \nAnn Arbor: The Ride, UM Transit, ArborBike \nAtlanta: MARTA*, CCT, GRTA \nAustin: Capital Metro*, B-cycle \nBaltimore: MTA* \nBoston: MBTA*, Hubway \nBuffalo: NFTA \nChattanooga: CARTA* \nChicago: CTA*, Metra, PACE, NICTD, Divvy \nCincinnati: Metro*, TANK \nCleveland: RTA \nColumbus: COTA, CoGo \nDallas: DART, Fort Worth T \nDenver: RTD, B-cycle \nDetroit: DDOT* \nEau Claire \nGrand Rapids: The Rapid* \nHampton Roads: HRT \nHartford (and CT): CTTransit \nHonolulu: TheBus* \nHouston: METRO* \nKansas City: KCATA \nLas Vegas: RTC* \nLos Angeles: LA Metro*, Metrolink, OCTA*, LADOT*, Omnitrans, RTA, Burbank Bus, Foothill*, Big Blue Bus*, Glendale Beeline* \nLouisville: TARC* \nMadison: Metro*, B-cycle \nMiami: MDT, BCT, Palm Tran*, Tri-Rail, Citi Bike \nMilwaukee: MCTS*, Bublr Bikes \nMinneapolis: Metro Transit*, MVTA, Plymouth*, SouthWest*, U. Minnesota*, Nice Ride \nNashville: MTA & RTA \nNew Orleans: NORTA* \nNYC Metro: New York MTA*, Metro-North (MNR), Long Island Rail Road (LIRR), NJ Transit (NJT)*, PATH, SI Ferry, NICE, Bee-Line, RI Tram, NY Waterway, Citi Bike \nOrlando: Lynx* \nPhiladelphia: SEPTA*, PATCO \nPhoenix: Valley Metro* \nPittsburgh: Port Authority (PAAC)* \nProvidence: RIPTA \nPortland: TriMet* \nSacramento: SRT, Roseville \nSLC: UTA*, GREENbike \nSan Antonio: VIA \nSan Diego: MTS, NCTD* \nSF Bay Area: SF BART*, SF MUNI*, Caltrain*, AC Transit*, VTA*, County Connection*, SamTrans, Bay Area Bike Share \nSeattle: Metro Transit*, City of Seattle*, Sound Transit*, Pierce Transit, Pronto \nSt. Louis \nStockton \nTampa Bay: HART*, PSTA \nWashington DC: WMATA (DC Metro & Bus)*, DC Circulator*, Ride On*, Arlington (ART)*, Fairfax Connector, VRE*, DASH, Capital Bike Share \n\nCANADA \nCalgary \nChilliwack \nComox Valley \nEdmonton: ETS* \nHalifax \nKamloops \nKelowna \nKingston \nLondon: LTC \nMontréal: STM, RTL, STL*, AMT*, MRC, CIT, Bixi \nOttawa: OC Transpo* \nQuébec: RTC \nRegina \nSaskatoon \nSherbrooke: STS \nSt. Catharines* \nThunder Bay* \nToronto (GTA): TTC*, GO, York (YRT\/VIVA)*, Guelph, Hamilton Street Railway(HSR)*, Grand River (GRT), Brampton (BT), MiWay, Burlington, Oakville, Toronto Bike Share \nTrois-Rivières: STTR \nVancouver: TransLink*, SkyTrain* \nVictoria: BC Transit \nWhistler \nWindsor \nWinnipeg* \n\nEUROPE \nLondon* \nParis* \nBerlin* \n+10 more! \n\n*Uses real-time for some or all routes (eg bus time & subway time in NYC, bus tracker & train tracker in Chicago, Next Bus in Boston, etc) \n\nA great replacement for the discontinued HopStop! \n","rating":4.2170367240906,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"size":7340032,"downloads":"1,000,000 - 5,000,000","version":"3.7.2","content_rating":"Everyone","what_is_new":"-Fixed issue where we’d send out debug notifications to users\n-You don’t have to worry about it anymore because we successfully debugged our debug bug\n-All alarms were previously being displayed in Eastern Standard Time\n-Apparently there are these things called \"time zones\"\n-Midnight in Montreal is no longer midnight in Paris\n-Shout out to the British Longitude Act of 1714 for making this possible\nRate us five stars & we'll have a drink in your honour. Because it's always 5 o'clock somewhere.\n","market_update":"2015-07-20T01:00:00+0100","screenshots":["https:\/\/lh3.googleusercontent.com\/QxPInBa0DbZAq3EIQsFUCt7QmzCLsM4BzqbTLBo3E7R2d4KEv2Ngr1HoqTjuf5FS72o=h310","https:\/\/lh3.googleusercontent.com\/PhSjDu1UImkg6HmhSg0FNjSSKHm9vX1PYZfA7GKM5SiWXop86qeoLRNosUwApkgvGnw=h310","https:\/\/lh3.googleusercontent.com\/JTo-OD-owLtBD3NYSfsH7uH-MhldRjIZbLNmbDSTt-UgPccZS6yRy0fLFX21fkn2Mlc=h310","https:\/\/lh3.googleusercontent.com\/0R8tUO6WKiyZE8peqpOhfCRpT_ssLUKlpzq5QOHK4sNKTSk0t9R1C_iZSpQH-d_4TOY=h310","https:\/\/lh3.googleusercontent.com\/334TiTFtDa02QvIb9KIKKUZs4J5-gf0J5M0Q4p0IxRrmVvUxTqpKqQJk-LjHBbvmT12a=h310"],"lang":"en","i18n_lang":["de","it","fr","es"],"website":"http:\/\/transitapp.com","created":"2014-07-03T01:00:00+0100","version_code":2031,"developer":"Transit App, Inc.","number_ratings":18384,"icon":"https:\/\/lh6.ggpht.com\/KkRiA80xlAmCW_dqygS5e5H7MJhD07PwRudJ4Hxy33CWMaRV4XQwNdvKZzxRoNGLHTHT=w300","icon_72":"https:\/\/lh6.ggpht.com\/KkRiA80xlAmCW_dqygS5e5H7MJhD07PwRudJ4Hxy33CWMaRV4XQwNdvKZzxRoNGLHTHT=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.thetransitapp.droid&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.thetransitapp.droid"},{"package_name":"com.sixdays.truckerpath","title":"Trucker Path Pro - Truck Stops","description":"Pro version of one of the most popular apps for American truckers featured by CDL Life, Overdrive Magazine, The Trucker, The New York Times and others. Trucker Path Pro features better design, stability, functionality and is free to use. Part of the Truckload platform - system that helps truck drivers find truckloads. More then 300 000 trucks already in the system. Truckload platform - future of trucking. Trucker Path Pro is a logistical assistant and gps for trucks geared towards professional truck drivers that provides detailed information about all major truck stops, weigh stations, Walmarts locations, number of truck parking spaces, directions, phone\/fax numbers, restaurants nearby, type of truck care provided, transflo, weather, fuel prices, etc. It also provides information about weigh stations, rest areas, washes, scales, fuel stations, restaurants, hotels\/motels, and allows truckers to plan their fuel and sleep stops with Trip Planner. It has never been so easy to find truck stops, fuel stations and Walmarts locations before.\n\nWhere are the closest truck stops like Flying J? Who has DEF at a pump? How about a westbound rest area or truck turnout? Weigh stations on the way? All of this in one place - Trucker Path, best gps for trucks on the market.\n\nTruck stops: \n\n- Flying J Travel Plazas \n- Loves Travel Stops \n- TA Travel Center \n- Pilot \n- Petro Stopping Centers \n- AM Best \n- Pacific Pride Commercial \n- Petro-Canada \n- Sapp Brothers \n- Roady's Truck Stops \n- Thousands of independent truck stops. \n\nTruckload platform - soon to be incorporated in Trucker Path - platform that will help drives to find loads to haul. It has never been so easy to find truckload en route. \n\nWe're constantly improving our database and functionality for fellow truck drivers. Truckload platform is going to be launched soon. Stay tuned for new versions.\n\n\n\n\n\n\n\n\n\n\n\n","rating":4.6477828025818,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"size":12582912,"downloads":"100,000 - 500,000","version":"1.63.1","content_rating":"Mature 17+","what_is_new":"- Stability improvements\n","market_update":"2015-07-21T01:00:00+0100","screenshots":["https:\/\/lh3.googleusercontent.com\/4qvhzB9FlognYtgDK-1uc0Df3uuONo9bmHVEsK_WbEa1SAXwc7XA4l0PMnPzZ3ZlzuQ=h310","https:\/\/lh3.googleusercontent.com\/9m3dEM5KJtUbsYynCwhxGnlgFvoqUeF8JwxAuKHSKXL8uNd54TEiA2dZd830VTf2rcIT=h310","https:\/\/lh3.googleusercontent.com\/SxCrrFWbjCQ3XcyUgqrr5uIg77_bAHTNnBg64z1gqNvbiD4jUTYcQr3QLO2vgM9g1mmV=h310","https:\/\/lh3.googleusercontent.com\/cr4a1l0ObU0Zqa1XpT-eX8kuYhO357Tyt2CkiMKIaBr0ybm9tVEvk6Bpk6U58cXn7fU=h310","https:\/\/lh3.googleusercontent.com\/USmUz7tYd4PGTn4n7BYKo7ctNfmG_O42Vm37x9MV87msNZs1Ar0UlRxj8lYEVcJ0xe8=h310","https:\/\/lh3.googleusercontent.com\/M85TUU7BhuFtJsf69fcE18HzRhXT4QD49fVn4w-CGGgEfdDAGJP86qCE6l5YZQhnmv8t=h310"],"lang":"en","i18n_lang":[],"website":"http:\/\/www.truckerpath.com","created":"2014-09-18T01:00:00+0100","version_code":59,"developer":"Trucker Path","number_ratings":10644,"icon":"https:\/\/lh6.ggpht.com\/HBxKic12O7MWRY3amwLyfAEkbLPIV8Dbk2yS4gOJNgyg73Pho_aCRfpj0baj2PqfPyOW=w300","icon_72":"https:\/\/lh6.ggpht.com\/HBxKic12O7MWRY3amwLyfAEkbLPIV8Dbk2yS4gOJNgyg73Pho_aCRfpj0baj2PqfPyOW=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.sixdays.truckerpath&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.sixdays.truckerpath"},{"package_name":"com.relayrides.android.relayrides","title":"RelayRides","description":"RelayRides is the nation’s largest peer-to-peer car rental marketplace. Rent cars from real people, or make money renting out your car. Need a car?\n• Rent cars for less than at big rental agencies, from as little as $25\/day, $125\/week, or $400\/month\n• Drive sporty coupes or SUVs. Rent the exact car you want\n• Available at 200+ airports and in 1900+ cities\n• Insurance on every rental booking\n• Get 24\/7 roadside assistance & support\n\nOwn a car and looking to make extra money?\n• List your car for rent with this app\n• Snap some photos of your car and be done in less than 5 minutes\n• It’s free to list your car for booking\n• You set the price and decide who can drive your car\n• Set your car’s availability and approve only bookings that work for you\n• Park your car at the airport and accept bookings while you travel\n• Rest easy — you’re covered by a $1 million liability insurance policy\n\n\nTo rent a car, you must meet RelayRides’ eligibility requirements.\n\nRelayRides is available anywhere in the United States, except New York.\n\n\n\n\n\n\n\n","rating":4.2450246810913,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"downloads":"100,000 - 500,000","version":"Varies with device","content_rating":"Everyone","what_is_new":"What's New - Greatly improved calendars for everybody! Car owners can now modify prices for individual days. - Enhancements to stability and performance. Read more","promo_video":"https:\/\/www.youtube.com\/embed\/ZuW1CicTqeg?ps=play&vq=large&rel=0&autohide=1&showinfo=0&autoplay=1","market_update":"2015-07-04T01:00:00+0100","screenshots":["https:\/\/lh6.ggpht.com\/2vWdAb44JDftCfrdmWXRQJtGrfScmCoJc-lzIrdZEugIdG8SFs-ZnkNaLEe1yY_fKJY=h310","https:\/\/lh6.ggpht.com\/Gos67dOYX_oyE1kb0Jxu2c23rXqs6g7eQP-xfAp_qvFhbg2q8kTnHQdAHaIzNYmALEk=h310","https:\/\/lh6.ggpht.com\/19lnk-Kh3zcnqeX-24EuL2yPA3SwPrSJRXT2gPTq9gxgN8Vr2a_sFoEf2DdQuWf3D8s=h310","https:\/\/lh5.ggpht.com\/3yaIMbxgg0vkB0KDi_15guzMFc3WH8prK9pwnM97btyHgQSy9o01-QcMUDXk6giJwxg=h310"],"lang":"en","i18n_lang":[],"website":"https:\/\/relayrides.com","created":"2014-09-15T01:00:00+0100","version_code":1997,"developer":"RelayRides, Inc.","number_ratings":804,"icon":"https:\/\/lh6.ggpht.com\/mZ9WwdsTVzDsy8bIC0hv-nCdzZRAP3SU_VkNbnGOg9d7LdK99otLIySnKokMHX7DmA=w300","icon_72":"https:\/\/lh6.ggpht.com\/mZ9WwdsTVzDsy8bIC0hv-nCdzZRAP3SU_VkNbnGOg9d7LdK99otLIySnKokMHX7DmA=w72","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.relayrides.android.relayrides&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.relayrides.android.relayrides"},{"package_name":"net.sharewire.parkmobilev2","title":"Parkmobile","description":"Parkmobile provides a new and better way to pay for parking using your cell phone. With Parkmobile’s mobile app, starting your parking transaction takes just a few seconds. If you’re driving a different car than the one you registered, you can quickly change the license number and activate your parking session. You can “opt-in” to receive one text message reminder 15 minutes prior to your parking expiring. We provide secure online access to your parking data so you can track your parking expenses, change your account settings or print a report. You can also easily export information for expense reimbursements. \n\nYou’ll find Parkmobile in private and public parking lots, on city streets, at airports, stadiums and just about anywhere you park. Millions of people have signed up. Registering with us is free and you’re under no obligation to use Parkmobile. It takes less than two minutes to join. \n\nParkmobile takes the stress out of parking. No more searching for coins. No worries about a dysfunctional parking meter. We offer flexible solutions designed to make your day a little easier. \n\nYou can register multiple vehicles to one cell phone number and multiple cell phones may be registered to one vehicle. Find out more about Parkmobile by visiting our website. \n\nDescription of permissions used by the app:\n\nNetwork Communication - Needed to communicate with the parking servers.\nYour Location - Part of the maps\/GPS functionality\nRead phone state and identity - Used to autofill phone number during new user registration\nYour accounts - Used to autofill email address during new user registration\nCamera - Used for scanning QR codes stickers for parking\nStorage - For saving app settings to the phone.\nControl Near-Field Communication - Used for scanning NFC stickers for parking\n\nAbout Parkmobile \n\nParkmobile USA is an American-based company with offices and a call center here in the U.S. We’re one of the largest cashless parking providers in the country. Registration with us is free, and you’re under no obligation whatsoever to use Parkmobile once you join.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","rating":4.3499112129211,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"downloads":"500,000 - 1,000,000","version":"Varies with device","content_rating":"Everyone","what_is_new":"What's New - Minor bug fixes and enhancements - Enhanced QR code display for garage parking - Fixed need to re-install app in rare login lockouts - Display correct currency symbol for Canada parking Read more","promo_video":"https:\/\/www.youtube.com\/embed\/Bvp8-pvWG6Q?ps=play&vq=large&rel=0&autohide=1&showinfo=0&autoplay=1","market_update":"2015-02-10T00:00:00+0000","screenshots":["https:\/\/lh5.ggpht.com\/gJK36YUzfxDsVkAA7cCkj3jWOOlEhS2dCFLAFtV6wdwOsAPiy0yGtfnx_T3Xan32yv4=h310","https:\/\/lh4.ggpht.com\/XhsY6x6CWDpELBfzuuqGCNsSd1vLhwXRE7LPTUpItnxC19G78ZK5RMALuOVzbduihBs=h310","https:\/\/lh6.ggpht.com\/XSmXZhzEyS9pYfZLVDJv7K-J84NFjhi8RbefTOhmuc8Mxrll0IM_Ujaqg-SjwFdmZA=h310","https:\/\/lh4.ggpht.com\/FLqwIeVZYIRvJD7ULV_OS1DEabPT4TfDe691I8vtdwDVNVpQVGd8T38z0ByvDgTECQ=h310","https:\/\/lh3.ggpht.com\/GgHgAZpOeUk1Pt_NkO6IS3Rn4p9AfuppVX0Gs9S-fj72lWJlNEHRB2kOSIYGEE39rw=h310","https:\/\/lh4.ggpht.com\/9cQJISO4MNnf6ceu2L0gMzO7DFgRe0c-GUgIST4seQbB5wi7hphX8TXMWtEFfdgRNg64=h310","https:\/\/lh3.ggpht.com\/xUwSjT-WzXWXbLbuLbmOyfdFIJaKbI-Z-k_Shgba2LguNYLIOjPyhchY541k7lUXxQg=h310"],"lang":"en","i18n_lang":[],"website":"http:\/\/us.parkmobile.com\/","created":"2012-01-27T19:05:05+0000","version_code":350,"developer":"Parkmobile USA, Inc.","number_ratings":8445,"icon":"https:\/\/lh6.ggpht.com\/IOyK2WZ9PE1KLEtH6KAThnuLvsNlzzk917w2KMtslffeXclj86AwSaHXt6heVb6Qgp0=w300","icon_72":"https:\/\/lh6.ggpht.com\/IOyK2WZ9PE1KLEtH6KAThnuLvsNlzzk917w2KMtslffeXclj86AwSaHXt6heVb6Qgp0=w72","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=net.sharewire.parkmobilev2&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/net.sharewire.parkmobilev2"},{"package_name":"com.sygic.speedcamapp","title":"Speed Cameras & Traffic Sygic","description":"Speed Cameras by Sygic is the most accurate and easiest to use GPS based app, which lets you: \n\n• See the speed limit for the road you are traveling on \n• Get the real-time alerts of mobile radar traps and fixed speed cameras location \n• Know about speed limit changes & exceeding the speed limit \n• Drive more safely thanks to acoustic and visual warning \n• Display speed limits and warnings also in other apps, such as Google Maps \n• Track your mileage and useful driving stats using Trip log feature \n• Record videos of your trips with the premium Dash Cam function \n★★★★★ “It's a perfect driving companion.” - Tuaw.com \n\n\nGet real-time alerts of 60,000+ fixed speed cameras & radar locations \n► Know where the red-light cameras are hidden \n► Know the location of fixed speed camera \n\n\nJoin other drivers & report new traps \n► Report new traps, police radar, mobile camera with a single tap \n► Get help from other drivers and stop worrying about speeding fines \n\n\nThe easiest to use speedometer, speed limit, trip log & dash cam app \n► Beautifully designed app with essential features only\n► Choose your metrics – km\/h or mph & set your own speed alert \n\n\nKeep track of useful statistics about your driving with Trip log \n► Speedometer by Sygic is your perfect GPS mileage log tracker \n► Track your mileage and view your driving history\n► To have the best picture about your driving behavior, see the useful statistics in your Trip log \n\n\n\nPREMIUM FEATUES \n\nSpeed limits \n► Know the speed limit for the road you are travelling on\n► Get the real-time alert when you exceed the speed limit\n► Worldwide coverage of speed limits is available in 120 countries \n\n\nHead-Up Display \n► At night, info is projected directly into your line of sight - the windshield\n► This allows you to process information faster and keep your attention on the road\n► Works when it’s dark without any additional accessories or devices\n► When HUD is running, tap on it to flip the screen and place under the windshield \n\n\nSpeed limits and warnings in other apps \n► The app can display your current speed, speed limits, and warnings also in other apps (such as Google Maps)\n► All information will be displayed as an overlay above the apps you choose \n\n\nPremium speed cameras \n► The world’s largest online speed cam database from premium providers\n► 300 000+ real-time alerts of mobile speed cameras and police traps each month \n\n\nThe 1st speedometer app with integrated Dash Cam \n► Record videos from your trips with Dash Cam (black box) feature\n► Use the videos as evidence in case of an accident or an insurance fraud\n► Record 5-minute videos in 1-minute segments, with the oldest video deleted\n► Dash Cam (black box) feature records video and audio, including date, GPS coordinates & speed\n► Head-up display mode let's you use your windshield as a state-of-the-art HUD device \n\n\n\n* Sharing recorded videos by Dash Cam is forbidden by law in following countries: Slovakia, Austria, Spain, Switzerland, Luxembourg, Belgium and Portugal\n\nSygic | Bringing life to maps.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","rating":4.0832576751709,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","price":"","price_numeric":0,"iap":true,"iap_min":0.99,"iap_max":29.99,"downloads":"1,000,000 - 5,000,000","version":"3.5","content_rating":"Everyone","what_is_new":"Improvement: accuracy and reliability of speed limits\nUpdate: speed limits updated worldwide\nUpdate: thousands of speed cameras added and updated\nFixes & improvements: various bugs and stability issues\nIf you like the app, please take some time to leave us a nice review. Thank you for your support!\n","market_update":"2015-07-20T01:00:00+0100","screenshots":["https:\/\/lh3.googleusercontent.com\/hyPFHOYtUwF1Uw2PIFCA_AmPfAS0f-wewn71p5Z9uJfl07DjY_gQXIy-bJIwaDlRSKM=h310","https:\/\/lh5.ggpht.com\/X41ili0n_xFv5-R7LSxFRpwVZ-51-TM0AIF1Z0HSWHy0sngisnaJ95cBy4L8MylBIYM=h310","https:\/\/lh3.googleusercontent.com\/pnOfMiRjUsyY-_qg6G8-xgJ3zTn0I91NJI_M0jTCb2kThZn-MwuRV7saTE5ajbLcDNo=h310","https:\/\/lh3.googleusercontent.com\/_JLez8J77IXbUmyRboDO3gRNawDYpGum6isF5BpYwT9LO1DtAZnbB4ZXVttKNfgMVw=h310","https:\/\/lh4.ggpht.com\/2-uJfnd1Bf-cpMfulrOyBpQ-P2IC64TifC2LIU5hXn2aagNMYVAtJluKNBeLkZ2GyZg=h310","https:\/\/lh3.ggpht.com\/8GYQA1wA5iTLNaMxV5RVaiu02hdBzjeagLFREChQl1_yikN4sz0Kpp4Q4nGHzvNZjh8=h310","https:\/\/lh3.googleusercontent.com\/r4pIxnIwYTrR1IikX5eAYUzyDDbkn9GqgVIYdlyOv25t_qbSagU1aHJ8V7SWdO2UpA=h310","https:\/\/lh3.googleusercontent.com\/MdLMte_-rDASRdPoETqWVBUScYbIji1rWaJvByL402u9W3fg-4xjxwHYe95-1a_bIBc=h310","https:\/\/lh5.ggpht.com\/uG_5MmOjDQ8WSjnJgzRWcw1StCm67mDnqt01EGwEp6WYUjOUekPLsl8n1gCsq4tsMs0=h310","https:\/\/lh3.googleusercontent.com\/saQQHnxDZ9xgDgfEZf9opX-tqwDZBtfbETi-CP-vLe_wGxLpfD1Q0TZLGrdo3ukj2w=h310","https:\/\/lh3.googleusercontent.com\/bCOq-glpAbjNSrH23GxfIQXQ_QAhwVnadKCLW-S6Rf3BZ2m-yQ37EZ0z0kB64nH7F9w=h310","https:\/\/lh4.ggpht.com\/q4a3zsYTf-0k2cHneXtcAjl61svKJD7BVHN0CYsjtbJ3pF5wAIuBWksNCaKIcrbuBQ=h310","https:\/\/lh4.ggpht.com\/84V8QYaITOp57nGmjn3B_skUzmb0TwDp_5J0fmYiXa6Ham8zAKE_bW_PCxiKw0oE3w=h310","https:\/\/lh3.googleusercontent.com\/2lzLPH4AmO15TKU2sqv_hl2cmBQcOBtlKLVdI0rlLjEC1AcXSNagZCR68QL35XNogw=h310","https:\/\/lh3.googleusercontent.com\/CzWIkUZIRkSOUIn-rjFO1gmXV9xYZ-GK8BoZU4070rKgNuvq1QRcHOAZ-M8FKBP1KP12=h310","https:\/\/lh6.ggpht.com\/5Io5Nd5BArvRENpJT6CqzA2RSvT4m3oCBo8tRStZfC4B2vfT6ldcxfCyGDzPaGTLieU=h310","https:\/\/lh3.googleusercontent.com\/lixz4b1yd4nw4Ygrwinkk-5xRxoQ0VZR5bLGG9xUeb9yvZySMx_bo-ehF14vKxjzrA=h310","https:\/\/lh3.googleusercontent.com\/87a1pA4stK_Q195nOCUZvejor9xttLWK7KXNLiO6xAcJmkTodffDphaek-YxdKWJdI0=h310","https:\/\/lh5.ggpht.com\/_n3G5Y4DH3g5UFq_JEr2DuzKY5JQPTeSbdJFgE7Z5RtwOmPYxEOgqdJfssZFJvbDffw=h310","https:\/\/lh4.ggpht.com\/8GVoCbfNO3pw7eo2hXA34ciFa7W7ZjoFErg0Er_sZO8mdt-Sd84n6B4o5VraLarXs3E=h310","https:\/\/lh3.googleusercontent.com\/qH-GLxAU3DUmf1CV5I0rZZPRlKfy07Kv63T-TB_TkAAQuv5rgE4hnNRPED0mRtzNm5XX=h310"],"lang":"en","i18n_lang":["cs","de","ru","pt","pt-br","sk","it","fr","pl","es","nl","tr"],"website":"http:\/\/www.sygic.com","created":"2013-12-19T18:10:42+0000","version_code":32,"developer":"Sygic.","number_ratings":29751,"icon":"https:\/\/lh4.ggpht.com\/a-6onfjAgY82zTsqTWPJt2w83ow7iOM8vKZYZIWo6uvUmhipV3VmogIiDOyer3UpU74h=w300","icon_72":"https:\/\/lh4.ggpht.com\/a-6onfjAgY82zTsqTWPJt2w83ow7iOM8vKZYZIWo6uvUmhipV3VmogIiDOyer3UpU74h=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.sygic.speedcamapp&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.sygic.speedcamapp"}],"listName":"topselling_free","limit":10,"number_results":479,"has_next":true,"page":1,"num_pages":48}